{
  "title": "아침 루틴",
  "diary": {
    "korean": [
      "아침에 일어나는 게 진짜 힘든데, 알람을 여러 개 맞춰놔.",
      "첫 번째 알람은 절대 못 일어나고, 세 번째쯤 돼야 눈을 떠.",
      "스누즈 버튼 누르는 게 습관이 돼서 문제야, 솔직히.",
      "침대에서 일어나자마자 핸드폰부터 확인하는데, 안 좋은 습관인 건 알아.",
      "화장실 가서 세수하면 그제야 정신이 좀 들어.",
      "거울 보면 얼굴이 푸석푸석한데, 수면 부족이 확실해.",
      "커피 내리면서 오늘 할 일 생각하는데, 벌써 피곤해져.",
      "아침은 대충 먹는 편이야, 시간도 없고 입맛도 없어서.",
      "토스트에 잼 발라서 먹거나, 아니면 그냥 시리얼.",
      "뉴스 보면서 먹는데, 요즘 뉴스가 다 안 좋은 소식뿐이라 기분이 다운돼.",
      "옷 입을 때 뭐 입을지 매일 고민하는데, 옷장은 꽉 찬데 입을 게 없어.",
      "출근 준비하면서 왜 이렇게 바쁜지 모르겠어, 혼자 사는데도.",
      "가방 챙기고 현관문 나서면서 뭔가 잊은 것 같은 느낌이 들어.",
      "한 번씩 돌아와서 확인하는데, 대부분 아무것도 안 잊었어.",
      "출근길에 오르면 하루가 시작됐다는 게 실감 나.",
      "아침 루틴을 좀 더 여유롭게 하고 싶은데, 일찍 일어나는 게 쉽지 않아."
    ],
    "english": [
      "Waking up in the morning is really hard, so I set like, multiple alarms.",
      "I never wake up at the first alarm, it's usually the third one before I open my eyes.",
      "Hitting snooze has become a habit, which is honestly a problem.",
      "As soon as I get out of bed I check my phone first, which I know is a bad habit.",
      "When I go to the bathroom and wash my face, that's when I kind of wake up.",
      "Looking in the mirror, my face looks so tired, definitely from lack of sleep.",
      "While making coffee I think about what I have to do today, and I'm already exhausted.",
      "I eat breakfast pretty carelessly because there's no time and I don't have an appetite.",
      "Toast with jam, or just cereal.",
      "I watch the news while eating, but these days the news is all bad so it brings my mood down.",
      "When getting dressed I struggle with what to wear every day, my closet's full but there's nothing to wear.",
      "While getting ready for work I don't know why I'm so busy, even though I live alone.",
      "When I pack my bag and walk out the door, I feel like I forgot something.",
      "I go back to check sometimes, but most of the time I didn't forget anything.",
      "When I start my commute, it really hits me that the day has started.",
      "I want to make my morning routine more relaxed, but waking up early isn't easy."
    ]
  }
}
