[
  {
    "title": "아침 산책",
    "diary": {
      "korean": [
        "주말 아침에 일찍 일어나서 공원 산책을 했어.",
        "공기가 상쾌하고, 사람도 별로 없어서 좋더라.",
        "햇살이 나뭇잎 사이로 비치는 게 너무 예뻤어.",
        "이어폰 끼고 조용히 음악 들으면서 걸었어.",
        "조깅하는 사람도 보이고, 강아지 산책시키는 사람도 있었어.",
        "벤치에 앉아서 잠깐 쉬는데, 커피 마시니까 기분이 딱 좋았어.",
        "비둘기들이 가까이 와서 빵 조각을 줬어.",
        "날씨가 너무 좋아서 그냥 멍하게 하늘을 봤지.",
        "바람이 살짝 불어서 머리카락이 흔들렸어.",
        "이런 여유로운 아침이 진짜 힐링이야."
      ],
      "english": [
        "I woke up early on the weekend and took a walk in the park.",
        "The air was fresh, and there weren’t many people around.",
        "The sunlight shining through the leaves looked beautiful.",
        "I listened to some quiet music with my earbuds in.",
        "I saw some joggers and people walking their dogs.",
        "I sat on a bench for a bit and enjoyed my coffee.",
        "Some pigeons came close, so I fed them a few crumbs.",
        "The weather was so nice that I just stared at the sky for a while.",
        "A gentle breeze blew through my hair.",
        "Moments like this really feel healing."
      ]
    }
  },
  {
    "title": "운동하기",
    "diary": {
      "korean": [
        "오늘은 공원에서 운동을 좀 해봤어.",
        "운동기구가 있는 구역에 갔는데, 아침부터 사람들이 많더라.",
        "윗몸일으키기랑 팔굽혀펴기 몇 세트 했어.",
        "생각보다 힘들었지만 땀 흘리니까 시원했어.",
        "한 아저씨가 스트레칭 자세를 알려주셨는데 꽤 유용했어.",
        "운동 끝나고 시원한 물 한 병 마셨더니 살 것 같더라.",
        "햇살이 따뜻해서 벤치에 앉아 조금 쉬었어.",
        "운동 끝나니까 몸이 가벼워진 느낌이야.",
        "매일 하면 건강해질 것 같아.",
        "운동하고 나니 하루가 기분 좋게 시작됐어."
      ],
      "english": [
        "I worked out at the park today.",
        "There’s an outdoor gym area, and it was already crowded in the morning.",
        "I did a few sets of sit-ups and push-ups.",
        "It was tougher than I thought, but sweating felt refreshing.",
        "An older guy showed me a good stretching pose—it was really helpful.",
        "After finishing, I drank a bottle of cold water and felt alive again.",
        "The sunlight was warm, so I rested on a bench for a bit.",
        "My body felt lighter after exercising.",
        "If I do this every day, I’ll definitely get healthier.",
        "It was a great way to start the day."
      ]
    }
  },
  {
    "title": "피크닉",
    "diary": {
      "korean": [
        "친구들이랑 공원에서 피크닉을 했어.",
        "돗자리 펴고 샌드위치랑 과일을 꺼냈지.",
        "날씨가 맑고 하늘이 파래서 기분이 너무 좋았어.",
        "옆에서는 가족들이 바비큐를 하고 있었어.",
        "우린 음악 틀어놓고 카드 게임했지.",
        "사진도 엄청 많이 찍었어, 진짜 인스타 감성이었어.",
        "강아지 한 마리가 다가와서 빵을 달라고 하더라.",
        "바람이 부니까 나뭇잎이 바스락거렸어.",
        "한참 웃고 떠들다가 깔깔거리며 누워버렸어.",
        "오랜만에 완전 리프레시 되는 하루였어."
      ],
      "english": [
        "I had a picnic at the park with my friends.",
        "We spread out a mat and unpacked sandwiches and fruit.",
        "The weather was clear, and the blue sky felt amazing.",
        "Next to us, a family was having a barbecue.",
        "We played cards while music played in the background.",
        "We took tons of photos—it totally had Instagram vibes.",
        "A dog came up asking for some bread.",
        "The breeze made the leaves rustle softly.",
        "We laughed so much that we just lay down on the mat.",
        "It was such a refreshing day after a long time."
      ]
    }
  },
  {
    "title": "사진 찍기",
    "diary": {
      "korean": [
        "오늘은 카메라 들고 공원에 갔어.",
        "가을이라 단풍이 너무 예쁘게 물들었더라.",
        "햇빛이 부드러워서 사진 찍기 딱 좋았어.",
        "연못에 비친 나무 그림자가 멋있었지.",
        "산책하던 할머니가 웃으시길래 한 장 찍었어.",
        "사진을 보니까 분위기가 영화 같더라.",
        "사진 찍는 게 점점 재밌어지고 있어.",
        "나중엔 전시회 한번 열어보고 싶다.",
        "근데 카메라가 좀 무거워서 팔이 아팠어.",
        "그래도 결과물을 보니 다 잊게 되더라."
      ],
      "english": [
        "I went to the park with my camera today.",
        "Since it’s autumn, the leaves were beautifully colored.",
        "The sunlight was soft—perfect for taking pictures.",
        "The reflection of the trees on the pond looked amazing.",
        "An old lady smiled while walking, so I snapped a photo of her.",
        "The pictures looked like scenes from a movie.",
        "I’m starting to really enjoy photography.",
        "Someday, I’d love to hold my own exhibition.",
        "But the camera was heavy, and my arm got tired.",
        "Still, seeing the results made it all worth it."
      ]
    }
  },
  {
    "title": "강아지 산책",
    "diary": {
      "korean": [
        "오늘은 우리 집 강아지를 데리고 공원에 갔어.",
        "목줄만 봐도 신나서 뛰어다니더라.",
        "공원에 들어서자마자 잔디 위에서 구르기 시작했어.",
        "다른 강아지들도 많아서 서로 냄새 맡느라 바빴지.",
        "귀엽다고 사진 찍어가는 사람도 있었어.",
        "한참 뛰어놀더니 혀를 내밀고 헉헉거렸어.",
        "음수대에서 물도 마시고 잠깐 쉬었어.",
        "그늘 아래 앉아 있으니까 바람이 시원했어.",
        "집에 갈 때는 완전 녹초가 돼서 안겨 있었어.",
        "그래도 너무 행복해 보이더라."
      ],
      "english": [
        "I took my dog to the park today.",
        "He got so excited just seeing the leash.",
        "As soon as we entered the park, he rolled around on the grass.",
        "There were lots of other dogs, so they all sniffed each other.",
        "Some people even took pictures because he looked so cute.",
        "After running around, he was panting with his tongue out.",
        "He drank water at the fountain and rested for a bit.",
        "The shade felt so cool with the breeze blowing.",
        "On the way home, he was so tired he just lay in my arms.",
        "But he looked really happy."
      ]
    }
  },
  {
    "title": "독서하기",
    "diary": {
      "korean": [
        "오늘은 공원 벤치에서 책을 읽었어.",
        "바람이 살짝 불어서 책장이 스르륵 넘어가더라.",
        "조용해서 집중하기 딱 좋았어.",
        "햇살이 따뜻해서 나도 모르게 미소가 나왔어.",
        "주변에서 아이들이 뛰노는 소리가 들렸어.",
        "그 소리마저 평화롭게 느껴졌지.",
        "커피 한 잔 마시면서 책 몇 장 넘겼어.",
        "한 챕터 읽고 나니 기분이 뿌듯했어.",
        "휴대폰도 안 보고 오로지 책에만 집중했어.",
        "이런 시간, 가끔은 꼭 필요하더라."
      ],
      "english": [
        "I read a book on a park bench today.",
        "The breeze gently flipped the pages.",
        "It was quiet, so I could really focus.",
        "The warm sunlight made me smile without realizing it.",
        "I heard kids playing nearby.",
        "Even that sound felt peaceful.",
        "I sipped some coffee and turned a few pages.",
        "After finishing a chapter, I felt accomplished.",
        "I didn’t even look at my phone—just focused on the book.",
        "Moments like this are something I truly need sometimes."
      ]
    }
  },
  {
    "title": "음악 감상",
    "diary": {
      "korean": [
        "공원 벤치에 앉아서 음악 들었어.",
        "이어폰 끼고 눈 감으니까 세상이 잠깐 멈춘 느낌이었어.",
        "바람이 얼굴에 닿을 때마다 기분이 상쾌했어.",
        "사람들 발자국 소리랑 새소리가 배경음처럼 들렸지.",
        "노래가 너무 좋아서 나도 모르게 따라 불렀어.",
        "옆에 있던 아이가 웃으면서 쳐다봤어.",
        "햇살이 따뜻하게 내려와서 나른했어.",
        "그냥 이렇게 쉬는 게 진짜 힐링인 것 같아.",
        "노래 한 곡 끝나고 나니까 마음이 가벼워졌어.",
        "이런 평화로운 순간이 오래 갔으면 좋겠어."
      ],
      "english": [
        "I sat on a park bench and listened to music.",
        "With my eyes closed and earbuds in, it felt like the world paused for a moment.",
        "The breeze brushing my face felt refreshing.",
        "Footsteps and bird sounds blended like background music.",
        "The song was so good that I found myself singing along.",
        "A kid nearby looked at me and smiled.",
        "The warm sunlight made me feel drowsy in a good way.",
        "Just relaxing like this feels truly healing.",
        "When the song ended, my mind felt lighter.",
        "I wish peaceful moments like this would last longer."
      ]
    }
  },
  {
    "title": "친구와 수다",
    "diary": {
      "korean": [
        "오늘은 친구랑 공원에서 만났어.",
        "커피 사서 벤치에 앉아 수다 떨었지.",
        "별것 아닌 이야기에도 계속 웃음이 터졌어.",
        "바람이 선선해서 오래 앉아 있어도 괜찮았어.",
        "옆에서 버블티 마시는 커플을 보고 부러웠어.",
        "친구가 새로운 일 얘기를 하는데, 재밌더라.",
        "시간 가는 줄 모르고 떠들었어.",
        "하늘이 점점 붉게 물들길래 사진 찍었지.",
        "해 질 때까지 이야기하다가 헤어졌어.",
        "이런 소소한 하루가 제일 좋은 것 같아."
      ],
      "english": [
        "I met up with a friend at the park today.",
        "We bought coffee and chatted on a bench.",
        "We kept laughing over the most random stuff.",
        "The breeze was cool, so we sat there for a long time.",
        "I got a bit jealous seeing a couple drinking bubble tea nearby.",
        "My friend told me about their new job—it sounded fun.",
        "We talked so much we lost track of time.",
        "The sky turned reddish, so we took some pictures.",
        "We chatted until sunset and then went our separate ways.",
        "Simple days like this are honestly the best."
      ]
    }
  },
  {
    "title": "자전거 타기",
    "diary": {
      "korean": [
        "오늘은 오랜만에 자전거를 타러 공원에 갔어.",
        "페달 밟는 순간 바람이 확 느껴졌어.",
        "길가에 핀 꽃들이 예쁘게 흔들리더라.",
        "호숫가 근처에서 잠깐 멈춰서 경치를 봤어.",
        "아이들이 킥보드 타는 걸 보니까 귀엽더라.",
        "음악 들으면서 천천히 돌았어.",
        "햇빛이 따뜻해서 기분이 정말 좋았어.",
        "조금 땀 났지만 개운했어.",
        "물 한 모금 마시고 나서 다시 출발했지.",
        "운동도 되고, 기분 전환도 되고 완벽했어."
      ],
      "english": [
        "I went biking at the park for the first time in a while.",
        "As soon as I started pedaling, I felt the wind rush by.",
        "The flowers along the path were swaying beautifully.",
        "I stopped by the lake to enjoy the view.",
        "Kids riding scooters looked so adorable.",
        "I rode slowly while listening to music.",
        "The sunlight felt warm, and it put me in a good mood.",
        "I got a little sweaty, but it felt refreshing.",
        "I took a sip of water and started riding again.",
        "It was the perfect mix of exercise and relaxation."
      ]
    }
  },
  {
    "title": "노을 구경",
    "diary": {
      "korean": [
        "퇴근하고 공원에 들러서 노을을 봤어.",
        "하늘이 주황빛으로 물드는 게 너무 예뻤어.",
        "사진으로 다 담기지 않아서 아쉬웠어.",
        "벤치에 앉아 조용히 하늘만 바라봤지.",
        "사람들도 다들 멈춰서 하늘을 보고 있었어.",
        "햇살이 점점 약해지면서 공기가 차가워졌어.",
        "새들이 무리를 지어 날아가는 게 보였어.",
        "하루의 끝이 이렇게 평화롭다니 신기했어.",
        "그냥 이 순간이 오래 갔으면 좋겠더라.",
        "오늘 하루가 갑자기 따뜻하게 느껴졌어."
      ],
      "english": [
        "After work, I stopped by the park to watch the sunset.",
        "The sky turning orange was absolutely beautiful.",
        "It was a bit disappointing that I couldn’t capture it fully in a photo.",
        "I sat on a bench and just stared at the sky quietly.",
        "Everyone around me seemed to stop and look up too.",
        "As the sunlight faded, the air started to get cooler.",
        "I saw birds flying together in formation.",
        "It felt amazing that the day could end this peacefully.",
        "I wished that moment could last longer.",
        "The whole day suddenly felt warmer somehow."
      ]
    }
  }
]
